[DromeDome_Fire X2CharacterTemplate]
strCharacterName="仙女座纵火者"

[DromeDome_Poison X2CharacterTemplate]
strCharacterName="仙女座瘟疫者"

[DromeDome_Cryo X2CharacterTemplate]
strCharacterName="仙女座清冰者"

[DromeDome_Robot_Fire X2CharacterTemplate]
strCharacterName="仙女座纵火者外壳"

[DromeDome_Robot_Poison X2CharacterTemplate]
strCharacterName="仙女座瘟疫者外壳"

[DromeDome_Robot_Cryo X2CharacterTemplate]
strCharacterName="仙女座清冰者外壳"

[DromeDome_Glob_Cryo X2AbilityTemplate]
LocFriendlyName="发射冷冻球"
LocLongDescription="冻结单位并对效果区域内的所有单位造成穿刺伤害。"
LocHelpText="冻结单位并对效果区域内的所有单位造成穿刺伤害。"

[DromeDome_Glob_Cryo_WPN X2WeaponTemplate]
FriendlyName="冰球发射器"
BriefSummary="冰球发射器"
TacticalText="冰球发射器"

[DromeDome_Glob_Fire X2AbilityTemplate]
LocFriendlyName="发射火球"
LocLongDescription="造成伤害并点燃该区域内的目标。"
LocHelpText="造成伤害并点燃该区域内的目标。"

[DromeDome_BackBurner X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="仙女座纵火者在宽而短的锥形区域喷射火焰。"
LocHelpText="仙女座纵火者在宽而短的锥形区域喷射火焰。"
LocFlyOverText="火焰喷射器"

[DromeDome_BackBurner X2WeaponTemplate]
FriendlyName="火球发射器"
BriefSummary="火球发射器"
TacticalText="火球发射器"

[DromeDome_Glob_Poison X2AbilityTemplate]
LocFriendlyName="发射毒气球"
LocLongDescription="对该区域内的目标造成伤害和中毒。"
LocHelpText="对该区域内的目标造成伤害和中毒。"

[DromeDome_Glob_Poison X2WeaponTemplate]
FriendlyName="毒气球发射器"
BriefSummary="毒气球发射器"
TacticalText="毒气球发射器"

[DromeDome_PlagueBearer_Stage1 X2AbilityTemplate]
LocFriendlyName="瘟疫携带者"
LocLongDescription="仙女座瘟疫者向天空发射导弹。引导导弹的激光瞄准系统会对导弹的打击方向发出瞬时警告。"
LocHelpText="延迟的导弹弹幕攻击多个敌人，并向目标区域传播毒。"
LocFlyOverText="瘟疫携带者"

[DromeDome_WPN X2WeaponTemplate]
FriendlyName="元素仙女座加农炮"
BriefSummary="元素仙女座加农炮"
TacticalText="元素仙女座加农炮"

[DromeDomeCryo_WPN X2WeaponTemplate]
FriendlyName="元素仙女座加农炮"
BriefSummary="元素仙女座加农炮"
TacticalText="元素仙女座加农炮"

[DromeDome X2SitRepTemplate]
FriendlyName="机场穹顶"
Description="一大群重甲战斗机器人在该地区漫游，似乎没有任何具体目标。"

[DromeDomeEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="欢迎来到机场穹顶"
Description="/// 警告 /// 安全壳破裂 /// 多个未经授权的战斗机器人处于活动状态 ///"